12/data/attachments/27d066a084c5b854.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_26d623ab-b5ad-4287-a09b-3c259462ef64</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>6</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>